/* Literal for the Space key */
"Space" = "Spațiu";

/* VoiceOver type of the object recorded by the control */
"Shortcut" = "Scurtătură";

/* VoiceOver value for the value-less control */
"Empty" = "Gol";

/* Tooltip for the cancel button when the control has a value */
"Use old shortcut" = "Folosește vechea scurtătură";

/* Tooltip for the cancel button when the control has no value */
"Cancel recording" = "Anulați înregistrarea";

/* Tooltip for the clear button */
"Delete current shortcut" = "Ștergeți scurtătură curente";

/* Tooltip for the recording mode */
"Type shortcut" = "Tastează scurtătură";

/* Label for the value-less control */
"Record Shortcut" = "Înregistra scurtătură";

/* Tooltip for the normal mode */
"Click to record shortcut" = "Apasă pentru a înregistra scurtătură";

/* Value for the NSLocalizedFailureReasonErrorKey key of validator's error */
"The \"%@\" shortcut can't be used!" = "Combinația de taste “%@“ nu poate fi utilizată!";

/* Value for the NSLocalizedDescriptionKey key of validator's delegate error */
"The \"%@\" shortcut can't be used because %@." = "Combinația de taste “%@“ nu poate fi utilizată din cauza %@.";

/* Default value for the NSLocalizedDescriptionKey key of validator's error */
"The \"%@\" shortcut is already in use." = "Combinația de taste “%@“ este deja în uz.";

/* Value for the NSLocalizedDescriptionKey key of validator's system shortcuts error */
"The \"%@\" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences." = "Combinaţia de taste “%@“ nu poate fi utilizată, deoarece aceasta este deja utilizată de către sistem de operare. Dacă chiar vrei să utilizezi această combinaţie de taste, cele mai multe comenzi rapide pot fi schimbate în panoul-Tastatură şi Maus-în Preferințe Sistem.";

/* Value for the NSLocalizedDescriptionKey key of validator's menu error */
"The \"%@\" shortcut can't be used because it's already used by the \"%@\" menu item." = "Combinaţie de taste “%@“ nu poate fi utilizată, deoarece este deja utilizată de meniul “%@“.";

/* Accessibility name of the Command modifier key */
"Command" = "Comandă";

/* VoiceOver name of the Option modifier key */
"Option" = "Opțiune";

/* VoiceOver name of the Shift modifier key */
"Shift" = "Shift";

/* VoiceOver name of the Control modifier key */
"Control" = "Control";

/* VoiceOver name of the modifier keys delimiter */
"-" = "-";
